Repository: fikander/sngtec-sngconnect
Catalog: sngconnect/locale/*/LC_MESSAGES/sngconnect.po
Languages: pl

source: Linear
pl: Liniowy

source: Differential
pl: Różniczka

source: Value (${actual_value}) is greater than maximal value (${maximal_value}).
pl: Wartość (${actual_value}) jest większa od dopuszczalnej (${maximal_value}).

source: Value (${actual_value}) is less than minimal value (${minimal_value}).
pl: Wartość (${actual_value}) jest mniejsza od minimalnej (${minimal_value}).

source: Not a valid decimal value
pl: Niepoprawna liczba.

source: This field is required.
pl: To pole jest wymagane.

source: Password
pl: Hasło

source: Repeat password
pl: Powtórz hasło

source: Phone number
pl: Numer telefonu

source: Name [person]
pl: Nazwa

source: Company name
pl: Nazwa firmy lub instytucji

source: Time zone
pl: Strefa czasowa

source: E-mail errors
pl: E-maile z błędami

source: E-mail warnings
pl: E-mail z ostrzeżeniami

source: SMS errors
pl: SMSy z błędami

source: SMS warnings
pl: SMSy z ostrzeżeniami

source: There is already an account registered with this e-mail address.
pl: Istnieje już konto zarejestrowane na ten adres e-mail.

source: Phone activation code
pl: Telefoniczny kod aktywujący

source: Invalid credentials.
pl: Nieprawidłowe dane

source: This account is currently inactive. Please follow the instructions we sent you on your e-mail address.
pl: To konto jest teraz nieaktywne. Postępuj zgodnie z przesłanymi instrukcjami aby je aktywować.

source: Activate your account at SNG Connect
pl: Aktywuj swoje konto na SNG:connect

source: Your SNG:connect confirmation code is: ${code}
pl: Twój kod SNG:connect to: ${code}

source: The activation code you entered is invalid.
pl: Kod aktywacyjny którego użyłeś jest nieprawidłowy.

source: Your account data has been successfully changed.
pl: Dane konta zostały zmienione.

source: Your password has been successfully changed.
pl: Twóje hasło zostało zmienione.

source: There were some problems with your request. Please check the form for error messages.
pl: Mamy pewne problemy z formularzem. Sprawdź proszę informacje o błędach przy wyróżnionych polach.

source: Sign up
pl: Zapisz się

source: Your account has been successfully activated!
pl: Twoje konto zostało aktywowane!

source: Now you can <a href="%(sign_in_url)s">sign in here</a>
pl: Możesz teraz <a href="%(sign_in_url)s">zalogować się tutaj<a/>

source: Activate
pl: Aktywny

source: Account settings
pl: Ustawienia konta

source: Change account data
pl: Zmien dane konta

source: Save account data
pl: Zapisz dane konta

source: Change notification settings
pl: Zmień ustawienia powiadomień

source: Save notification settings
pl: Zapisz ustawienia powiadomień

source: Change password
pl: Zmień hasło

source: Sign in
pl: Zaloguj się

source: Sign up for a free account.
pl: Zapisz się za darmo

source: Follow the instructions in the e-mail we sent you to activate your account.
pl: Postępuj zgodnie z instrukcjami w e-mailu aktywacyjnym, którywysłaliśmy.

source: Once you activate your account you can <a href="%(sign_in_url)s">sign in here</a>
pl: Po aktywacji konta możesz <a href="%(sign_in_url)s"> wpisać się tutaj</a>

source: Already have an account?
pl: Masz już konto?

source: Sign in here
pl: Zapisz się

source: Content
pl: Zawartość

source: Announcement has been successfully sent.
pl: Ogłoszenie zostało wysłane.

source: Announcements
pl: Ogłoszenia

source: New announcement
pl: Nowe ogłoszenie

source: Send
pl: Wyślij

source: Sent announcements
pl: Wyślij ogłoszenia

source: Stylesheet
pl: Style

source: Stylesheet has been succesfuly saved.
pl: Style zostały zapisane.

source: New file has been succesfuly uploaded.
pl: Nowy plik został załadowany.

source: File has been succesfuly deleted.
pl: Plik został skasowany.

source: Appearance
pl: Wygląd

source: Change stylesheet
pl: Zmień style CSS

source: Save
pl: Zapisz

source: Filename
pl: Nazwa pliku

source: Size
pl: Rozmiar

source: Last modification
pl: Ostatnia modyfikacja

source: Delete
pl: Usuń

source: You currently have no uploaded images.
pl: Nie masz żadnych obrazów.

source: Upload image
pl: Załaduj obraz

source: Upload
pl: Załaduj

source: Name
pl: Nazwa

source: Dashboard layout
pl: Układ pulpitu

source: Static image
pl: Statyczny obraz

source: Gauges
pl: Wskaźniki

source: There is already device template having this name.
pl: Istnieje już definicja urządzenia o tej nazwie.

source: Label
pl: Etykieta

source: Sort order
pl: Kolejność wyświetlania

source: Description
pl: Opis

source: Measurement unit
pl: Jednostka miary

source: Writable
pl: Zapisywalny

source: Default minimum
pl: Domyślne minimum

source: Default maximum
pl: Domyślne maksimum

source: Show on dashboard
pl: Pokaż na pulpicie

source: There is already parameter template having this label.
pl: Istnieje już definicja parametru z tą etykietą.

source: There is already parameter template having this name.
pl: Istnieje już definicja parametru o tej nazwie.

source: Type
pl: Typ

source: Select up to three parameters
pl: Wybierz do 3 parametrów

source: This chart name is already taken.
pl: Ta nazwa wykresu jest już używana

source: Device template has been successfully saved.
pl: Definicja urządzenia została zapisana.

source: Parameter template has been successfully added.
pl: Definicja parametru została dodana.

source: Chart has been successfully added.
pl: Dodano nowy wykres.

source: Image has been succesfuly removed.
pl: Obraz został usunięty.

source: New image has been succesfuly set.
pl: Nowy obraz został ustawiony.

source: Parameter template has been successfully deleted.
pl: Definicja parametru zostału usunięta.

source: Parameter template cannot be deleted as there are already parameters based on it. Contact the system support for further information.
pl: Definicja parametru nie moża zostać usunięta ponieważ istnieją jużparametry, które się na niej opierają. Skontaktuj się z obsługą klientażeby uzyskać więcej informacji.

source: Parameter template has been successfully saved.
pl: Definicja parametru została usunięta

source: Chart has been successfully deleted.
pl: Wykres został usunięty.

source: Device templates
pl: Definicje urządzeń

source: Parameter templates
pl: Definicje parametrów

source: Add parameter template
pl: Dodaj definicję parametru

source: Charts
pl: Wykresy

source: Parameters
pl: Parametry

source: Add chart
pl: Dodaj wykres

source: Change image
pl: Zmień obraz

source: Current image
pl: Obecny obraz

source: Add new device template
pl: Dodaj definicję urządzenia

source: Add device template
pl: Dodaj definicje urządzenia

source: You must sign in to see the requested page.
pl: Zaloguj się aby zobaczyć tą stronę.

source: You don't have permission to see this page. Try logging in as a different user.
pl: Nie masz dostępu do tej strony. Spróbuj zalogować się jako innyużytkownik.

source: Back to Dashboard
pl: Powrót do pulpitu

source: Page not found...
pl: Nie znaleźliśmy takiej strony...

source: Tokens
pl: Żetony

source: How many tokens would you like to buy?
pl: Ile żetonów chcesz kupić?

source: You can only buy maximum of ${maximum} tokens at once.
pl: Jednorazowno możesz kupić tylko ${maximum} żetonów.

source: Your order has been confirmed
pl: Twoje zamówienie zostało potwierdzone

source: You have <strong>%(tokens)s</strong> tokens. Need more?
pl: Masz <strong>%(tokens)s</strong> żetonów. Potrzebujesz więcej?

source: Amount of tokens
pl: Ilość żetonów

source: Price per token
pl: Cena za żeton

source: From
pl: Od

source: Net
pl: Netto

source: Gross
pl: Brutto

source: Buy
pl: Kupuję

source: ${feed_name} did not respond to the request.
pl: Urządzenie ${feed_name} nie odpowiedziało na żądanie.

source: Unable to set parameter ${parameter_name}.
pl: Nie można ustawić parametru ${parameter_name}.

source: ${feed_name} was last updated on ${last_update}.
pl: Urządzenie ${feed_name} ostatnio połączyło się ${last_update}

source: ${feed_name} hasn't been updated in a while.
pl: Nie mamy łączności z urządzeniem ${feed_name} od dłuższego czasu.

source: Value
pl: Wartość

source: Maximum
pl: Maksimum

source: Maximum must be greater than or equal to the minimum.
pl: Maksimum musi być większe/równe minimum

source: There is no active user having this e-mail address.
pl: Nie ma aktywnego użytkownika z tym adresem e-mail.

source: End date must be greater than start date.
pl: Data końca musi być większa niż data początku.

source: Parameter
pl: Parametr

source: Author
pl: Autor

source: All
pl: Wszystkie

source: None
pl: Brak

source: Device type
pl: Typ urządzenia

source: Owner's e-mail
pl: E-mail właściciela

source: Address
pl: Adres

source: Latitude
pl: Szerokość

source: Longitude
pl: Długość

source: Devices
pl: Urządzenia

source: You have <code>%(count)s</code> devices with alarm active. If you don't know what it means - contact your devices's administrator.
pl: Masz <code>%(count)s</code> urządzeń z aktywnym alarmem. Jeśli nie jesteś pewny co to oznacza, skontaktuj się z obsługą klienta.

source: Map
pl: Mapa

source: Monitored devices
pl: Monitorowane urządzenia

source: Alarms
pl: Alarmy

source: Device
pl: Urządzenie

source: Dashboard
pl: Pulpit

source: Settings
pl: Ustawienia

source: Permissions
pl: Uprawnienia

source: History
pl: Historia

source: Chart
pl: Wykres

source: Chart definitions
pl: Definicje wykresów

source: Edit
pl: Edytuj

source: New linear chart
pl: Nowy wykres liniowy

source: Visualise multiple parameters
pl: Pokaż jeden lub więcej parametrów

source: Create
pl: Utwórz

source: New differential chart
pl: Nowy wykres różniczkowy

source: Visualise changes to parameters
pl: Pokaż tempo zmian parametrów

source: Edit chart
pl: Edytuj wykres

source: Close
pl: Zamknij

source: Create linear chart
pl: Utwórz wykres liniowy

source: Create differential chart
pl: Utwórz wykres różniczkowy

source: You have to connect your device.
pl: Podłącz urządzenie.

source: Use this code:
pl: Użyj tego kodu:

source: Active alarms
pl: Aktywne alarmy

source: You have <code>%(count)s</code> alarms active. If you don't know what it means - contact your device's administrator.
pl: Masz <code>%(count)s</code> aktywnych alarmów. Jeśli nie jesteśpewny co to oznacza, skontaktuj się z obsługą klienta.

source: Activation date
pl: Data aktywacji

source: Maximal value (<code>%(maximal_value)s</code>) exceeded.
pl: Przekroczona wartość maksymalna (<code>%(maximal_value)s</code>).

source: Value below the minimum (<code>%(minimal_value)s</code>).
pl: Wartość poniżej minimum (<code>%(minimal_value)s</code>).

source: Unknown problem. Contact system support.
pl: Wystąpił błąd. Prosimy o kontakt z obsługą klienta.

source: Important messages
pl: Ważne wiedomości

source: You have <code>%(count)s</code> new important messages.
pl: Masz <code>%(count)s</code> nowych ważnych wiadomości.

source: Important parameters and settings
pl: Ważne parametry i ustawienia

source: Last known value
pl: Ostatnia znana wartość

source: Today minimum/maximum
pl: Dzisiejsze minimum/maksimum

source: no data
pl: brak danych

source: Set
pl: Ustaw

source: Important charts
pl: Ważne wykresy

source: Last
pl: Ostatnia

source: hour
pl: godzina

source: 24 hours
pl: 24 godz.

source: 7 days
pl: 7 dni

source: 30 days
pl: 30 dni

source: 1 year
pl: 1 rok

source: Information
pl: Informacje

source: Added to the application
pl: Dodano do aplikacji

source: Location
pl: Lokalizacja

source: GPS Coordinates
pl: Koordynaty GPS

source: Last update:
pl: Ostatnia aktualizacja:

source: Values
pl: Wartości

source: Current value
pl: Aktualna wartość

source: Last update
pl: Ostatnia aktualizacja

source: Period
pl: Okres

source: Minimal value
pl: Wartość minimalna

source: Mean value
pl: Wartość średnia

source: Maximal value
pl: Wartość maksymalna

source: This hour
pl: Godzina

source: Today
pl: Dzień

source: This month
pl: Miesiąc

source: Allowed values
pl: Dozwolone wartości

source: You can get e-mail of SMS notifications whenever current value exceeds specified range.
pl: Możesz dostawać powiadomienia za pomocą e-mail lub SMS jeśli wartości przekroczą dopuszczalny zakres.

source: Change your notification settings in
pl: Zmień ustawienia powiadomień w

source: You will get notification whenever this parameter is
pl: Dostaniesz powiadomienia jeśli ten parametr osiągnie wartość

source: lower than
pl: mniejszą niż

source: or higher than
pl: lub większą niż

source: You haven't specified allowed range - notifications will not be sent.
pl: Nie określiłeś dopuszczalnego zakresu wartości - powiadomienia nie będą wysyłane.

source: Add comment
pl: Dodaj komentarz

source: Add
pl: Dodaj

source: Browse history
pl: Historia

source: Current parameter values
pl: Aktualna wartość parametru

source: Filter
pl: Filtr

source: This device is currently inactive
pl: To urządzenie jest teraz nieaktywne

source: You need to pay <strong>%(price)s</strong> tokens to access it.
pl: Potrzebujesz <strong>%(price)s</strong> żetonów na opłatę.

source: Pay
pl: Płacę

source: New device
pl: Nowe urządzenie

source: Add device
pl: Dodaj urządzenie

source: Change your plan
pl: Zmień plan

source: User
pl: Użytkownik

source: Setup fee
pl: Opłata aktywacyjna

source: Monthly fee
pl: Opłata miesięczna

source: your plan
pl: Twój plan

source: Switch
pl: Przełącz

source: Users
pl: Użytkownicy

source: Access
pl: Dostęp

source: no access
pl: dostęp zabroniony

source: no users yet
pl: aktualnie brak użytkowników

source: Save permissions
pl: Zapisz uprawnienia

source: Add user
pl: Dodaj użytkownika

source: Maintainers
pl: Instalatorzy

source: Company
pl: Firma

source: Revoke access
pl: Odwołaj dostęp

source: no maintainers yet
pl: Aktualnie brak instalatorów

source: Add maintainer
pl: Dodaj instalatora

source: Last change
pl: Ostatnia zmiana

source: Set value
pl: Ustaw wartość

source: Notifications
pl: Powiadomienia

source: Current setting values
pl: Aktualnie ustawiona wartość

source: This device has no settings.
pl: To urządzenie nie posiada parametrów.

source: to
pl: do

source: Set range
pl: Ustaw zakres

source: Message successfully confirmed.
pl: Wiadomość potwierdzona.

source: Parameter allowed values have been successfully saved.
pl: Dopuszczalne wartości parametru zostały zapisane.

source: Your comment has been successfully saved.
pl: Twoja wiadomość została zapisana.

source: Setting value has been successfully saved.
pl: Wartość parametru została zapisana.

source: The feed has been successfully activated.
pl: Urządzenie zostało aktywowane.

source: You don't have enough tokens for setup fee.
pl: Nie masz wystarczającej ilości żetonów na opłatę aktywacyjną.

source: New device has been added. Go to the device dashboard to obtain the activation code.
pl: Nowe urządzenie zostało dodane. Przejdź do pulpitu aby otrzymać" "kod aktywacyjny.

source: This user already has access to this device.
pl: Ten użytkownik posiada już dostęp do tego urządzenia.

source: User has been successfully added.
pl: Użytkownik został dodany.

source: This maintainer already has access to this device.
pl: Ten instalator posiada już dostęp do tego urządzenia.

source: Maintainer has been successfully added.
pl: Instalator został dodany.

source: User permissions have been successfully saved.
pl: Uprawnienia użytkownika zostały zapisane.

source: Sign out
pl: Wyloguj

source: Help
pl: Pomoc

source: Contact
pl: Kontakt

source: Terms of Service
pl: Regulamin

source: Date
pl: Data

source: Message
pl: Wiadomość

source: Confirm
pl: Potwierdź

source: No messages yet.
pl: Aktualnie brak wiadomości
